const ArticleComponent = () => {
  return (
    <div className="container mx-auto p-6 mt-10 ">
      <div className="text-gray-800 text-base leading-relaxed space-y-4">
        <div className="flex flex-col justify-center items-center gap-2">
          <h3 className="text-2xl mx-auto font-bold">প্রতিষ্ঠার ইতিহাস</h3>
          <h4>অধ্যাপক এ.কে.এম এমদাদুল হক মামুন</h4>
          <small>সেক্রেটারী, তা’মীরুল উম্মাহ মাদ্রাসা পরিচালনা ট্রাষ্ট</small>
        </div>

        <p className="text-justify">
          ১৯৫৮ ইংরেজি সন। আল-কুরআনের হাফেজী পড়া শুরু করলাম। সাথে সাথে বিভিন্ন
          শিক্ষামূলক গ্রন্থ অধ্যয়ন করে বিশেষ যোগ্যতা ও সনদলাভের শিক্ষা পেলাম।
          সময়ের স্রোত দ্রুত গতিতে আমার হাত থেকে হালট ছুটে যায়। আজহারি এ সময়ে
          অনেক শিক্ষা অর্জনের সময় হয়ে গেল। আমি কৃতজ্ঞতা প্রকাশ করছি আমার
          শ্রদ্ধেয়দের প্রতি। তাঁরা যদি তাদের অভিজ্ঞতা আমাদের মাঝে বিলিয়ে না
          দিতেন তবে হয়তো আমরাও এতো শিক্ষা অর্জন করতে পারতাম না। ইতিহাসের গীর
          হোসেন আউটগ্রামে (এ শহরের উত্তর পশ্চিম গ্রামে) একটি বৃহৎ আলিয়া মাদরাসা
          স্থাপন করা হয়। এই মাদরাসায় আমরা নৈতিক শিক্ষার পাশাপাশি আধুনিক
          শিক্ষায় অবদান রাখার সুযোগ পাই। উদ্দীপনামূলক শিক্ষার জন্য CP নামের
          একটি শাখা তৈরি করা হয়।
        </p>
        <p className="text-justify">
          এই শিক্ষা প্রতিষ্ঠানে শত শত মেধাবী শিক্ষার্থী শিক্ষালাভ করছে।
          আলহামদুলিল্লাহ, প্রতিষ্ঠানের উন্নয়নমূলক কাজ দিন দিন বৃদ্ধি পাচ্ছে।
          এরই ধারাবাহিকতায় প্রতিষ্ঠানটির জন্য বিশেষ অবদান রাখা VIP ব্যক্তিদের
          আন্তরিকতায় এই প্রতিষ্ঠানের সফলতা আরও এগিয়ে যাবে। আল্লাহর রহমতে এই
          ঐতিহ্যবাহী মাদরাসার অগ্রযাত্রা অব্যাহত থাকুক। ইতিহাস সাক্ষ্য দেয় যে,
          ভালো কাজ করলে তার ফল সবসময়ই উত্তম হয়। আজকের এই মাদরাসাটি তার জ্বলন্ত
          উদাহরণ।
        </p>
        <p className="text-justify">
          কাগজপত্র দেখলাম ঠিক আছে ভাগ্যভাল দখলদার ব্যক্তির সাথে আমার পূর্ব পরিচয়
          ছিল অপরদিকে ঐ ব্যক্তি ছিলেন পরবর্তীতে ট্রাস্টি সদস্য জনাব মোশারফ হোসেন
          সাহেবের মামা। সব মিলিয়ে রাজি হলাম বলা মাত্র বৈঠকে উপস্থাপন এবং অনুমোদন
          দলিল করব লেখার কাজ চলছে। জনাব আবদুল ওহাব ভূইয়ার সাথে বৈঠক দৌলতপুরস্থ
          ভূইয়া ম্যনশনে উপস্থিত ছিলেন ট্রাস্টে প্রথম সভাপতি ও আমি। এক পর্যায়ে
          জনাব ভুইয়া বললেন প্রস্তাবিত দানের ১১ শতক জায়গার সাথে আর ও ৬ শতক জমিও
          তোমাদের ক্রয় করতে হবে। সাময়িক বিপদে পড়লাম মাদ্রাসার জন্য ১১ শতক জায়গা
          দলিল করার টাকাও তখন ছিল না তদুপরি আরও ৬ শতক জমি ক্রয় করতে প্রয়োজন ছিল
          =১,৫০,০০০/ টাকা মাদ্রাসার জায়গার দলিল খরচ সহ মোট খরচ দাঁড়াল ১,৬০,০০০/
          আকাশ থেকে পড়ার উপাক্রম টাকা পাই কোথায়? ছোট বোনের নিকট গেলাম ভগ্নিপতি
          সৌদী। প্রবাসী বোনের একাউন্ট এ ঐ পরিমাণ টাকা ছিল। ৬ শতক জায়গা কিনতে
          রাজি হল ভগ্নিপতি জাহাঙ্গীর আলম এর নামে। বাকি ১১ শতক জায়গা তৎকালীন
          ট্রাষ্ট সভাপতি এ কে এম জাহাঙ্গীর আলম সভাপতি হিউম্যান ওয়েলফেয়ার
          ট্রাষ্টের নাম ওয়াকফ করা হল। পরবর্তীতে রেজি করতে গিয়ে উকিল সাহেবের কথা
          অনুযায়ী ট্রাষ্টের নাম পরিবর্তন করতে হল। যার নাম নির্ধারণ করা হল
          হিউম্যান রিএ্যনিম্যাট ট্রাস্ট বা মানব পুন: জাগরণ সংস্থা। মরহুম আবদুল
          ওহাব ভূইয়া কর্তৃক দানকৃত ১১ শতক জায়গার মধ্যে মাত্র ৫ শতক উদ্ধার করতে
          পারলেও বাকী ৬ শতক জায়গা উদ্ধার করা সম্ভব হল না। এই ৬ শতক জায়গা এক
          পর্যায়ে জনাব আবদুল ওহাব ভূইয়ার সন্তান ইফতেখার আলম ভূইয়াকে ফেরত দেয়া
          হয়। ৫ শতক জায়গার উপর মাদ্রাসা করা কিছুতেই সম্ভব ছিল না। আশে পাশে
          জায়গার দাম হু হু করে বেড়ে যায়। ফলে মাদ্রাসা কমিটির সিদ্ধান্তের আলোকে ৫
          শতক জায়গা =৪,১১,৫০০/ (চার লক্ষ এগার হাজার পাঁচশত টাকা) বিক্রি করে
          দৌলতপুর চিশতিয়া টেক্সটাইল মিলের দক্ষিণে ৫০ শতক জায়গা বায়না চুক্তি করা
          হয়। দাম নির্ধারণ হয় =২০,০০,০০০/- (বিশ লক্ষ টাকা মাত্র) অনেক কষ্টে ঋণ
          করে বায়নার = ৬,০০,০০০/ (ছয় লক্ষ টাকা) জোগাড় করে জনৈক মরহুম জয়নাল
          আবেদীনের ৬ মেয়ের ওয়ারিশ সূত্রে প্রাপ্ত ৫০ শতক ভূমি বায়না করা হয়।
        </p>
        <p className="text-justify">
          ইতিমধ্যে ট্রাস্টে চেয়ারম্যান পরিবর্তন হয়। নব নির্বাচিত চেয়ারম্যান হন
          কুমিল্লার বিশিষ্ট চিকিৎসক মাদ্রাসা অন্যতম কান্ডারী ডা. এম এম নুরুস
          সাফী। ইতিমধ্যে মাদ্রাসার শিক্ষা কার্যক্রম চালু করা হয়। । প্রথম অধ্যক্ষ
          হিসেবে নিয়োগ দান করা হয় তরুন ও মেধাবী শিক্ষক মাওলানা আবদুল হান্নানকে।
          তার নেতৃত্বে মাদ্রাসার শিক্ষা কার্যক্রম ভাল ভাবেই হল। দেশ বরেন্য আলেমে
          দ্বীন হযরত মাওলানা দেলাওয়ার হোসাইন সাঈদী সবক প্রদান অনুষ্ঠানে প্রধান
          অতিথি হিসেবে উপস্থিত ছিলেন। ইতিমধ্যে মাওলানা আবুল কালাম মো: ইউসুফ
          মাওলানা লুৎফর রহমান, মরহুম মাওলানা এ কিউ এম সিফাতুল্লাহ জৈনপুরের
          পীরসাহেব মাওলানা আবু মুসা আশআরী (আশহারী হুজুর) ও সাবেক নৌ-পরিবহন
          মন্ত্রী মরহুম আকবর হোসেন বীর প্রতিক এম.পি সহ অনেক ওলামায়ে কেরামের
          পদধুলিতে মাদরাসার ভূমি ধন্য হয়েছে। পরবর্তী পর্যায়ে ডা. মুজিবুর রহমান,
          ডা. শফিকুর রহমান পাটোয়ারী, ডা. আবদুস সাত্তার, ডা. মরহুম এ এফ এম
          মুহাম্মদ উল্লাহ, ডা. আবুল বাশার, জনাব কাজী দ্বীন মোহাম্মদ, অধ্যাপক
          মোখলেছুর রহমান, মাওলানা আবরার আহমদ, ডা. মাসুদ হাসান, মুজিবুর রহমান
          সরকার, অধ্যাপক মজিবুর রহমান, জনাব হেলাল উদ্দিন বশির ও I.R আশিক আহমেদ
          শাহিন সহ অনেক বিশিষ্ট ব্যক্তি ও প্রতিষ্ঠান মাদরাসার জন্য অবদান রাখেন।
          যা আজও অব্যাহত আছে। ২০০৪ সালে ৫০ শতক জায়গার মধ্যে ৪০ শতক দলিল করলাম।
          বাকী ১০ শতক টাকার অভাবে দলিল করতে পরলাম না। দলিল সম্পাদনের পর খারিজও
          হল মাদ্রাসার নামে। স্বপ্নের জায়গার মালিক হল মাদ্রাসা। কিছু দিন পর ডা.
          আতাউর রহমান, ডা.নুরুস সাফী, ডা. মুহাম্মদ উল্লাহ, ডা. মজিবুর রহমান ও
          ডা. আবদুস সাত্তার ও আমিসহ ৬ জন মাদরাসার জায়গায় যাওয়ার পথে কুমিল্লার
          বিশিষ্ট শিল্পপতি জনাব নুরুল হকের একটি চালুকৃত রাস্তায় চলাচলের অনুমতির
          জন্য যাই।
        </p>
        <p className="text-justify">
          কিন্তু জনাবকে সবাই ইসলামী চিন্তাবিদ জানলেও তার বিশাল ভূমিতে শিল্প
          প্রতিষ্ঠান করবেন এই অজুহাতে তিনি উল্টোি আমাদের জায়গাও সেই প্রস্তাবিত
          শিল্প প্রতিষ্ঠানের জন্য চেয়ে বসলেন। মাদ্রাসার ৫০ শতকসহ জনৈক আবদুর
          রশিদ, মোস্তফা কামাল ও ইদ্রিস মিয়ার জায়গা দাবী করলেন। শুধু তাই নয় যার
          বিরুদ্ধে যেইরুপ মামলা করা সম্ভব তা ও করলেন। মাদ্রাসার জায়গার ব্যাপারে
          চম্পক নগরের জনৈক জহিরুল কবিরকে দিয়ে মামলা করালেন। সাথে কাজে লাগালেন
          দুর্গাপুর দ. ইউনিয়নের সাবেক চেয়ারম্যান জনাব নুরুল হককে। যদিও পরবর্তীতে
          তিনি আমাদের মাদ্রাসাকে সহযোগিতার মনোভাব দেখিয়েছিলেন। ২০০৭ সালে জরুরী
          অবস্থার শুরুতে আমার বিরুদ্ধে চাঁদা বাজির মামলা করালেন জনাব নুরুল হক।
          তার বাসায় একদিন আলোচনার সময় তিনি প্রসঙ্গক্রমে বলেছেন, মামলা আমি করি
          নাই করেছে উনার ভাগিনা নুরুল হক। তাই চরম রাজনৈতিক অস্থিরতার মধ্যে মামলা
          এবং পত্রিকার পাতার প্রচার ছিল আমার জন্য দুঃখ জনক। কারও কোন সহযোগিতা
          পচ্ছিলাম না। কারণ ঐ মুহুর্তে কেউ কাউকে সহযোগিতার জন্য এগিয়ে আসা
          স্বাভাবিক ছিল না। ঠিক তখনই চিরদিন স্মরণীয় হয়ে থাকবে আমার এলাকার
          মুরুব্বী ও অভিভাবক জনাব ফরহাদ আলম ভূইয়া ও জনাব নুরে আলম ভূইয়া উভয়ে বেশ
          উদ্যোগী ভূমিকা রেখে মামলা নিষ্পত্তি করতে যথেষ্ট সহযোগিতা করেন। যা
          আমাদের জন্য সে সময় আল্লাহর রহমত বলেই মনে হয়েছে। জরুরী অবস্থার মধ্যে
          আমার ব্যক্তিগত ও মাদ্রাসার মামলা নিস্পত্তি হল। মাদ্রাসার জায়গার সাথে
          জনাব নূরুল হকের জায়গা বাধ্য হয়ে এওয়াজ বা বদলের প্রচেষ্টা চালালাম। যৌথ
          প্রচেষ্টা বার বার ব্যর্থ হল। আমরা জনাবের সাথে দশ থেকে পনের বার
          কুমিল্লার অনেক ব্যক্তি নিয়ে আলোচনা করে সমাধানের মনোভাব রেখে এওয়াজ দলিল
          লেখা সত্বেও ওয়াকফ প্রশাসনের অনুমতি না পাওয়ায় এওয়াজ দলিল করা সম্ভব
          হয়নি। এদিকে মাদ্রাসার ভাল শিক্ষক একের পর এক হতাশ হয়ে চলে যাওয়া শুরু
          করলেন। ভাল ছাত্রদের মাঝে অন্য মাদ্রাসায় চলে যাওয়ার প্রবনতা দেখা দিল।
          ট্রাস্টি সদস্যদের মধ্যে উৎসাহের ভাটা পড়ল।
        </p>
        <p className="text-justify">
          এ পর্যায়ে মাদ্রাসা কমিটির ১৬ জন সদস্যের ঐক্যবদ্ধ সিদ্ধান্তের ভিত্তিতে
          আমরা জুন ২০০৯ এর শেষ পর্যায়ে এবং পুরো জুলাই মাস আল্লাহর উপর ভরসা করে
          নিজেস্ব ক্যাম্পাসে নির্মান কাজ চালু রাখলাম। সেই নির্মান কাজের শুরুতে
          জনাব হকের বহুমুখী ষড়যন্ত্র চরম পর্যায়ে পৌঁছল। পুলিশের সার্কেও ও দোহাই
          দিয়ে আক্তার হোসেন ও ইকবাল আমাদের নির্মাণ কাজে ক্রমাগত বাধা দিয়ে
          যাচ্ছিলেন। যদিও পরবর্তীতে তারা বাধ্য হয়ে এ কাজ করেছেন বলে স্বীকার
          করেছেন। বাধা দেয়া বিধি সম্মত হয়নি তার স্বীকারোক্তিও ছিল তাদের চেহারায়।
          মাদ্রাসার অধ্যক্ষ জনাব মাওলানা রাসেদুল হক, মাওলানা মো: ছানাউল্লাহ,
          মাস্টার শরিফুল ইসলাম সহ মাদ্রাসার সকল শিক্ষক ও ছাত্র অভিভাবক সহ সকলের
          প্রচেষ্টায় মাদ্রাসার কাজ এগিয়ে চলে। উল্লেখ্য ট্রাস্টি সদস্য সুধীদের
          দান দৌলতপুর, গোবিন্দপুর, কালিকাপুর, ধর্মপুর, বলরামপুর ও কাশিনাথপুরসহ
          মাদ্রাসার সংশ্লিষ্ট এলাকার মানুষের স্বতস্ফুর্ত সহযোগিতায় তা`মিরুল
          উম্মাহ আলিম মাদ্রাসা আজ তার নিজস্ব ভূমিতে ভবন নির্মানের পাশাপাশি
          শিক্ষা কার্যক্রম শুরু করতে পেরেছে আলহামদুলিল্লাহ্। এখানে বিশেষভাবে
          উল্লেখ না করলে অকৃতজ্ঞতা হবে যে কুমিল্লার স্বনামধন্য ব্যবসা প্রতিষ্ঠান
          ইনসাফ বিজনের সেন্টার (ইনসাফ হাউজিং এন্ড ডেভেলপার্স) এর M.D অধ্যাপক
          মোখলেছুর রহমানসহ তার E.C সদস্য, সকল শেয়ার হোল্ডার ও কর্মকর্তা
          কর্মচারীদের অবদান যা মাদ্রাসা জমি ক্রয় ও পরিচালনায় বিরল অবদান রেখেই
          চলেছেন আল্লাহ তায়ালার কাছে নিবেদন এই যে হে মহান রহমতের প্রভূ ``তুমি
          ``তা`মীরুল আলিম উম্মাহ মাদ্রাসা`` কে একটি কামিল মাদ্রাসা করার পাশাপাশি
          একটি জামে মসজিদ, হিফজ বিভাগ ভাল মানের একটি এতিমখানা ও ইসলামী খেদমতের
          কমপ্লেক্স পরিণত করে কুমিল্লাবাসী তথা বাংলাদেশর দ্বীনি খেদমতের
          যোগানদাতা হিসেবে কবুল করুন। আমীন!
        </p>
      </div>
    </div>
  );
};

export default ArticleComponent;
