import Link from "next/link";
import React from "react";

export default function page() {
  return (
    <div className="bg-green-50 py-10">
      <div className="max-w-6xl mx-auto">
        <h2 className="text-xl sm:text-2xl font-semibold mb-4">
          SSL সার্টিফিকেট এবং আপনার নিরাপত্তা
        </h2>
        <p className="text-gray-700 leading-7 mb-6">
          SSL (Secure Socket Layer) সার্টিফিকেট হলো একটি অত্যন্ত গুরুত্বপূর্ণ
          টেকনোলজি যা আপনার এবং আমাদের ওয়েবসাইটের নিরাপত্তা নিশ্চিত করে। এটি
          আমাদের ওয়েবসাইটে প্রদত্ত সকল তথ্য, যেমন লগইন তথ্য, ব্যক্তিগত তথ্য,
          এবং পেমেন্ট ডিটেইলস এনক্রিপ্ট করে, যাতে কোনো তৃতীয় পক্ষ এই ডেটা চুরি
          করতে না পারে। আমাদের ওয়েবসাইটে SSL সার্টিফিকেট সক্রিয় থাকায় আপনার তথ্য
          সর্বদা সুরক্ষিত।
        </p>
        <p className="text-gray-700 leading-7 mb-6">
          SSL সার্টিফিকেট নিশ্চিত করে যে আপনার ব্রাউজার এবং আমাদের সার্ভারের
          মধ্যে তথ্য সুরক্ষিতভাবে আদান-প্রদান হয়। আপনি যখন আমাদের ওয়েবসাইটে
          ভিজিট করেন, তখন আপনার ব্রাউজারে প্রদর্শিত তালা আইকন এবং ``https``
          আমাদের ওয়েবসাইটের নিরাপত্তা প্রমাণ করে। এটি শুধুমাত্র ডেটা এনক্রিপশন
          নয়, বরং এটি ব্যবহারকারীদের জন্য আমাদের প্রতি বিশ্বাস স্থাপন করে।
        </p>
        <p className="text-gray-700 leading-7 mb-6">
          আমাদের ওয়েবসাইটে SSL সার্টিফিকেট ব্যবহার করার উদ্দেশ্য হলো আমাদের
          ব্যবহারকারীদের ব্যক্তিগত তথ্য সুরক্ষিত রাখা। বিশেষ করে শিক্ষামূলক
          কন্টেন্ট এবং অন্যান্য একাডেমিক ডেটার গোপনীয়তা আমাদের কাছে অত্যন্ত
          গুরুত্বপূর্ণ। SSL সার্টিফিকেট ছাড়াও, আমরা সর্বোচ্চ নিরাপত্তা নিশ্চিত
          করার জন্য বিভিন্ন ধরনের প্রযুক্তিগত এবং প্রাতিষ্ঠানিক ব্যবস্থাপনা
          গ্রহণ করেছি।
        </p>
        <p className="text-gray-700 leading-7">
          আপনার নিরাপত্তা এবং গোপনীয়তা আমাদের প্রধান অগ্রাধিকার। SSL
          সার্টিফিকেট এবং অন্যান্য সুরক্ষা পদ্ধতিগুলির মাধ্যমে, আমরা নিশ্চিত
          করছি যে আপনার শিক্ষামূলক ভ্রমণ আমাদের ওয়েবসাইটে সম্পূর্ণ নিরাপদ।
        </p>
        <p className="text-gray-700 leading-7 mt-6">
          আমাদের ওয়েবসাইট ব্যবহার করার সময় যদি আপনার কোনো প্রশ্ন থাকে, তাহলে
          দয়া করে আমাদের{" "}
          <Link href="/pages/contact-us" className="text-blue-400 underline">
            যোগাযোগ
          </Link>{" "}
          পৃষ্ঠায় যোগাযোগ করুন।
        </p>
      </div>
    </div>
  );
}
